class Text:
    CHOOSE_SERVICE = "Выберите сервис 📃"
    CHOOSE_OPERATION = "Выберите операцию 📋"
    CHOOSE_OS = "Выберите ОС 💻"
    CHOOSE_VERSION = "Выберите версию 🗂️"

    CLARIFY_TEXT = "🔎 Уточнить 🔎"

    PROCESSING = "⏳ Происходит обработка ⏳..."

    PRE_DATA = "✅ Вот, что мне удалось найти:"

    GREETING = '😄 Добрый день! Пожалуйста, задайте свой вопрос в виде текстового или голосового сообщения.'

    NOT_FOUND = "😭😱😭 К сожалению, в нашей базе данных нет ответа на ваш вопрос.\nНо вам обязательно поможет наш оператор: www.open.ru/faq"

    ANOTHER_QUESTION = "❓Задать ещё один вопрос❓"
